Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: For that purpose, ComEx maintains orbital hubs equipped with slingshot accelerators at strategic waypoints throughout the system and a fleet of cargo vessels and courier drones.
fr_fr: Dans ce but, ComEx maintient des plateformes orbitale équippées de fronde d'accélération a des points stratégiques du système solaire ainsi que d'une flotte de vaisseaux cargos et de drone coursiers.

source: For reasons unknown to the public, ComEx is viewed with hostility by the Jovian Republic, who have standing orders to shoot down ComEx vessels.
fr_fr: Pour des raisons inconnues du public, ComEx est perçue hostilement par la République Jovienne, qui a donné l'ordre d'abattre tous les vaisseaux ComEx.

source: Major Industries: Security Services, Military Contracting
fr_fr: Industries principales: Services de sécurité, Contrats militaires

source: Major Stations: Hexagon (Earth-Luna L5)
fr_fr: Stations principale: Hexagone (L5 Terre-Lune)

source: Descended from the remnants of several pre-Fall national military forces and private military contractors, this hypercorp made a name for itself in the period immediately following the Fall, where they helped manage refugee populations among various habitats and vessels while shattering any sign of unrest immediately and with full force.
fr_fr: Descendant des rstes de plusieurs forces militaires nationales pré-Chute et de sous-traitants militaire privés, cette hypercorp s'est forgé sa réputation pendant la période immédiatement après la Chute, lorsqu'ils ont aidés à gérer les populations de réfugiés dans de nombreux habitats et vaisseaux tout en réduisant au immédiatement silence tout signe de mutinerie.

source: Direct Action today is known for its highly-efficient shock troops and superior combat morphs, providing security and public police services to self-governing habitats or hypercorp installations.
fr_fr: Action Directe est aujourdh'ui connue pour ses troupes de chocs extrêmement efficace ainsi que pour ses morphs de combat supérieures, fournissant la sécurité et des services de sécurité publique aux habitats auto-gouvernants ou aux installations hypercorps.

source: Shifting political alliances between habitat clusters, corporate rivalry, and the constant fear of TITAN agents cater to Direct Action's paranoia-inducing marketing.
fr_fr: Les shangements d'alliance politique entre des groupes d'habitats, la rivalité coropratiste et la peur constante des agents des TITAN permets de favoriser la communication d'Action Directe induisant la paranoïa.

source: The corporation maintains several habitats as physical training facilities and armament depots.
fr_fr: La corporation maintiens plusierus habitats comme installations d'entraînements physiques et comem dépôt d'armement.

source: Major Industries: Environmental Systems, Genetics
fr_fr: Insdustries principales: Systèmes environnementaux, Génétique.

source: Major Stations: McClintock (Mars orbit)
fr_fr: Stations principales: McClintock (orbite Martienne)

source: Ecologene specializes in living systems, environmental genetics (with a specialty in insects), smart animals, bio-architecture, and environmental nanotech.
fr_fr: Ecologene se spécialise dans les systèmes vivants, la génétique environnementale (avec une spécialisation en insectes), les animaux intelligent, la bio architecture et la nanotech environnementale.

source: They design and maintain the ecosystems inside numerous habitats and tunnel colonies.
fr_fr: Ils conçoivent et maintiennent les écosystèmes à l'intérieur de nombreux habiatats et de colonnies tunnels.

source: One of Ecologene's notable projects is building and maintaining a massive genetics archive of all life forms, though this endeavor was nearly crippled by the Fall.
fr_fr: L'un des projets notable d'Ecologene est la construction et le maintiens d'archive génétiques massive de toute les formes de vie, bien que ce projet ai été fortement handicapé par la Chute.

source: For unknown reasons, Ecologene seems to be favored by the Factors.
fr_fr: Pour des raisons incpnnues, Ecoloene semble avoir les faveurs des Facteurs.

source: Some speculate that Ecologene has some sort of blackmail material in hand, while others believe Ecologene is trading away transhumanity's genetic secrets in exchange for a few xeno-tech gifts.
fr_fr: Certains spéculent qu'Ecologene possèe un moyen de pression, alors que d'autres croient qu'Ecologene échange des secrets géénétique transhumain contre quelques cadeaux de xéno-tech.

source: Major Industries: Uploading, AIs, Electronics, Software
fr_fr: Industries principales: Upload, IAs, Electronique, Logiciel

source: Major Stations: Starwell (Main Belt)
fr_fr: Stations principales: Starwell (Ceinture Principale)

source: Often regarded as the personal technocratic pulpit of the infamous media mogul Morgan Sterling, Exotech emerged from the Fall almost unscathed, any significant losses absorbed by corporate assets in peripheral market segments, while ruthlessly buying out troubled competitors or think tanks unable to adapt to the transitioning economy.
fr_fr: Souvent considéré comme la pupille technocratique personnelle de l'infame magant des médias Morgan Sterling, Exotech a émergé de la Chute quasiment indemne, toute les pertes significative ont été absorbées par des actifs corporatistes dans les segments périphériques du marché, tout en se livrant à d'impitoyables rachats de compétiteurs en difficulté ou de thinks tanks incapable de s'adapter à l'économie transitionnelle.

source: Nowadays, Exotech remains a predominant designer of high-end electronics, AIs, and mesh presence software systems.
fr_fr: De nos jours, Exotech reste un concepteur dominant dans le domaine de l'électronique haut de gamme, des IAs et de systèmes logiciels pour le mesh.

source: ExoTech also continues to pursue an uncompromising progressive agenda with its research in mind emulation, uploading, and resleeving, as well as infomorph ego simulation.
fr_fr: ExoTech continue également de poursuivre un plan sans compromis avec ses recherches en émulations cognitives, en upload et en réincarantion, ainsi que dans le domaine de la simulation d'ego infomorph.

source: Rumors persist that ExoTech continues to carry out research and even production of AGIs.
fr_fr: Des rumeurs sur le fait qu'ExoTech supporte des recherche sur les AGIs et en produirait persistent.

source: Major Industries: Media (AR, VR, XP), News, Entertainment, Memetics
fr_fr: Industries principales: Média (RA, RV, XP), Informations, Divertissements, Mémétique

source: Major Stations: Elysium (Mars)
fr_fr: Station principale: Elysium (Mars)

source: Living up to its name, Experia dominates the solar system's news, media, and entertainment market segments, generating controversy not only with its publicly expressed pro-AI stance or inviting an AGI to its board of directors, but also by proficient use of hyperviral marketing and sophisticated XP-programming.
fr_fr: A la hauteur de son nom, Experia domine le marché du système solaire dans les segments de l'information, des médias et du divertissement, générant la controverse non seulement par sa position pro-IA publiquement exprimée et en ayant invité des AGIs à son directoire, mais également par un usage prolifique du marketing hyeprviral et des techniques sophistiquée de programmation d'XP.

source: Another core segment is the production of educational XP and infomorph or AI tutors, some of the latter regularly ascending to pop-culture icon status.
fr_fr: Un autre segment clef est la production d'XP éducatives et de tuteurs infomorphs ou IAs, certains de ces derniers accédant régulièrement au status d'icône de la culture pop.

source: Experia is the Planetary Consortium's prime authority on designing and deploying customized viral memes, developed to counter anything posing a threat to the Consortium's interests.
fr_fr: Experia est l'autorité principale du Consortium Planétaire en dans le domaine de la conception et du déploiement de mêmes viraux personnalisés, développés pour contrer tout ce qui pourrait être une menace pour les intérêts du Consortium.

source: The corp has automated nodes and VR centers on many habitats throughout the solar system, and it contracts thousands of freelance lifeloggers as live, roving, citizen journalistas.
fr_fr: La corpo a automatisé des nœuds et des centres RV sur beaucoup d'habitats à travers le système solaire, et elle engage des milliers de lifeloggeur indépendant en tant que journlistes citoyens, errants et en direct.

source: Claims by some infomorphs that Experia has illegally subjected indentured infomorphs to never-ending simulation experiments for forecasting and intelligence analysis purposes remain unsubstantiated.
fr_fr: Des accusations de certaines infomorph selon lesquelles Experia aurait illégalement assujetti des infomorphs contractés à des simulation expérimentales sans-fin pour l'analyse et l'intelligence prévisionnelle restent infondées.

source: Major Industries: Mining, Energy, Biotech, Industrial Manufacturing
fr_fr: Industries principales: Exploitation minière, Énergie, Biotechnologie, Fabrication industrielle

source: Major Stations: New Dazhai (Mars)
fr_fr: Stations principales: New Dazhai (Mars)

source: The industrial giant Fa Jing is a powerhouse in the mining and energy production markets and also boasts a remarkable presence in the fields of biotech and industrial equipment manufacturing.
fr_fr: Le géant industriel Fa Jing est un élément central dans le marché de l'exploitation minière et de la production énergétique et se vante également d'une présence remarquable dans les domaines de la biotechnologie et de la fabrication d'équipements industriels.

source: The former megacorp has quickly adapted to the new economic environments and reputation-based systems, thanks partly to its dedication to network building and sharing social responsibility, epitomized in concepts like dàtóng and guanxi.
fr_fr: L'ancienne mégacorporation s'est rapidement adaptée aux environnements de la nouvelle économie et aux systèmes basés sur la réputation, en partie grâce à son implication dans le développement de réseau et dans le partage des responsabilités sociales, incarné dans des concepts tels que le dàtóng et le guanxi.

source: Often considered insular and close-minded, its internal communal and protective mindset is a strong contrast to its manipulating and monopolist business attitude.
fr_fr: Souvent considéré comme insulaire et obtus, son état d'esprit interne communautaire et porctectionniste est en contraste élevé vis à vis des son attitude monopolistique et manipulatrice dans le domaine des affaires.

source: Fa Jing is engaged in mining operations throughout the asteroid belt and the Trojans and maintains significant corporate assets on Mars.
fr_fr: Fa Jing est engagé dans des opérations d'extractions dans toute la ceinture d'astéroïde et dans les Troyens, et maintiens des actifs corporatistes sur Mars.

source: War crimes To: Meshleaks Newswire
fr_fr: Crimes de guerre To: Meshleaks Newswire

source: From: <mesh ID does not exist>
fr_fr: From: <mesh ID inexistant>

source: You asked for it: verifiable evidence proving Direct Action's war crimes during the Fall <link failure>.
fr_fr: Tu as demandé, les voilà: des preuves vérifiables prouvant les crimes de guerre d'Action Directe pendant la Chute <lien manquant>.

source: Go ahead, take it public.
fr_fr: Vas-y, rends les publiques.

source: The Planetary Consortium elites will find you, kill you, and erase your backups.
fr_fr: L'élite du Consortium Planétaire te trouvera, te tuera et effacera tes sauvegardes.

source: Go ahead.
fr_fr: Vas y.

source: Test them.
fr_fr: Cherches les.

source: Major Industries: Gatecrashing, Research, XP Media, Exoplanet Colonization
fr_fr: Industries principale: Resquille, Recherche, Média XP, Colonisations d'Exoplanètes.

source: Major Stations: Gateway (Pandora)
fr_fr: Stations principales: Gateway (Pandorre)

source: Initially born from the merger of several scientific institutions and their corporate financiers, this hypercorp made a name for itself overnight when it announced the successful decoding of the wormhole gateway discovered on Saturn's moon Pandora.
fr_fr: Créée initiallement de la fusion de plusieurs institutions scientifiques et de leurs financiers corporatistes, cette hypercorp s'est fait une répuattion très rapidement lorsqu'elle a annoncé le décodage réussi des portes de trou de vers découvertes sur la lune de Saturne Pandorre.

source: Under the leadership of the eccentric but charismatic xenoarcheologist Xander Rabin, the consortium funds gatecrasher explorations through the Pandora gate, paying a small share of the revenue to the explorers but otherwise retaining all-encompassing rights on any discoveries made—as well as the marketing and distribution of the highly popular gatecrasher XP recordings.
fr_fr: Sous le commandement du xénoarchéologiste excentrique mais charismatique Xander Rabin, le consortium a financé des équipes de resquillerus pour explorer via la porte de Pandorre, payant une petite part des revenus aux explorateurs mais se gardant tous les droits sur toutes les découvertes faites - aussi bien que la commercialisation et la distribution des enregistrements XP très populaires des resquilleurs.

source: Aside from scheduled explorations, the consortium offers high-risk gatecrasher scouting and discovery trips for the bold or desperate, selected through a random lottery system.
fr_fr: En plus des explorations planifiées, le consortium propose des voyages à haut risque de resquille et d'exploration pour les plsu braves et les plus désespérés, choisis via un système de tirage au sort.

source: Major Industries: Banking, Agritech, Robotics, and Services
fr_fr: Industries principales: Banque, Agritechnologie, Robotique et Services.

source: Major Stations: Tsukomo (Luna)
fr_fr: Stations majeures: Tsukomo (Lune)

source: Considered a relic of Earth's capitalist market economy, the Go-nin Group is a traditional Japanese keiretsu, a conglomerate of companies with interwoven relationships and shareholdings, horizontally integrated across several industries (and sometimes vertically-integrated within a business sector as well), and centered around the long-lived Tamahashi enterprise consultancy firm.
fr_fr: Considéré comme une relique de l'économie de marché capitaliste de la Terre, le groupe Go-nin est un keiretsu Japonias traditionnel, un conglomérat d'entreprise ayant des relations entremélés et un partage de part, intégrées horizontallement à travers plusieurs industries (et parfois intégrées verticallement dans un secteur d'affaire), et centrées autour la vieille firme de consultant entrepreunarial Tamahashi.

source: Tamahashi evolved from an influential corporate lobby to a diversified bank holding major equity in the group's partners; it now controls the group's assets and directs the partnership's overall business strategy.
fr_fr: Tamahashi a évolué d'un lobby corporatiste influent en un portefeuille bancaire diversifié réparti équitablement parmi les partenaires du groupe; il contrôle maintenant les actifs du groupe et dirige la stratégie commerciale globale du partenariat.

source: Through its member corps, the Go-nin Group has a sizable presence throughout the entire system and—without dominating a specific industry—own significant market share in fields such as banking, agritech, robotics, and services.
fr_fr: À travers ses corporations membres, le Groupe Go-Nin a une présence importante dans tout le système et - sans dominer un marché spécifique - possède des aprts de marché significative dans des domaines tels que la banque, l'agritechnologie, la robotique et les services.

source: Any difficulties in adapting to evolving economic models due to its rigid structure are compensated by unscrupulous exploitative behavior and a bottom-line attitude, earning the group the reputation as the most ruthless hypercorp of the inner system.
fr_fr: Toutes les difficultés rencontrées en s'adaptant à un système économique évolutif en raison de sa structure rigide sont compensées par un comportement d'exploitation sans-scrupule et une attitude bas de gamme, donnant au groupe la réputation de l'hyeprcopr la plus impitoyable du système intérieur.

source: Go-nin currently controls a Pandora Gate on Eris (p.
fr_fr: Go-nin contrôle actuellement une Porte de Pandorre sur Éris (p.

source: 109), secured by a contingent of ultimate mercenaries.
fr_fr: 109), protégée par un contingent de mercenaires ultimates.

source: Major Industries: Miltech, Security, Military Contracting
fr_fr: Industries principales: Technologies militaire, Sécurité, Contrats militaires

source: Major Stations: Extropia
fr_fr: Stations principale: Extropia

source: Gorgon is one of the most significant Extropian success stories.
fr_fr: Gorgon est l'une des réussites Extropienne les plus importante.

source: Based out of the anarcho-capitalist freehold, Gorgon has become a major name in the design and manufacture of weapons, vehicles, sensors, and other defense technologies.
fr_fr: Basé dans la place forte anarcho-capitaliste, Gorgon est devenue l'un des acteur principal dans la conception et la fabrication d'arme, de véhicule, de capteurs et d'autres technologies défensives.

source: Their product range includes personal weapon systems, spacecraft armaments, and habitat defense systems.
fr_fr: Leur gamme de produit inclue les systèmes d'armement personnels, l'armement des vaisseaux et les systèmes de défenses des habitats.

source: While prominent in the inner system, Gorgon is also one of the main arms suppliers to autonomist and brinker stations.
fr_fr: Tout en étant proéminente dans le système intérieur, Gorgon est aussi l'un des principaux fournisseurs d'armes des stations autonomistes et bordées.

source: Their subsidiary Medusan Shield offers private security services in direct competition to Direct Action.
fr_fr: Leur filliale Medusan Shield propose des services de sécurité privés en compétition directe avec Action Directe.

source: While DirAct is known for its expertly trained soldiers, Medusan Shield is known for their elite cadre of highly trained and aesthetically enhanced female combat morphs.
fr_fr: Alors qu'Action Directe est connue pour le niveau d'expertise de ses soldats, Medusan Shield est connus pour leurs cadres d'élites composé de morph femelle extrêmement entraînées et esthétiquement améliorée.

source: It is suspected that several prominent assassinations have been the work of agents contracted through Medusan Shield.
fr_fr: On suppose que plusieurs assassinat important ont été le travail d'agents sous contrats de Medusan Shield.

source: Major Industries: Electronics, Mesh Systems, Farcasting, Communications
fr_fr: Industries principales: Électronique, Système Meshés, Farcast, Communication

source: Major Stations: Octavia (Venus)
fr_fr: Stations principales: Octavia (Vénus)

source: Nimbus produces key components for mesh infrastructure, from spime microradio and sensor systems to ectos, servers, and laser links.
fr_fr: Nimbus produit les composants clef de l'infrastructure meshée, des microradios spimes et systèmes sensoriels aux ectos, serveurs et connexions laser.

source: Nimbus also dominates the network of farcaster links throughout the system, due to several breakthroughs in this technology (some claim that Nimbus purchased these advances from the Factors).
fr_fr: Nimbus domine également le réseau de liens farcast à travers tout le système, grâce à plusieurs percées faites dans cette technologie (certains prétendent que Nimbus a acheter ces percées aux Facteurs).

source: Rumors that Nimbus controls a secret Pandora Gate or that they engage in illicit ego-smuggling (or even that they are secretly transferring stolen egos to experimental exoplanet colonies) regularly circulate through the mesh, but remain unconfirmed.
fr_fr: Des rumeurs sur le fait que Nimbus controllerrait une porte de Pandorre secrète ou qu'il serait engager dans de la contrebande d'ego illicite (ou même qu'ils transfèrent secrètement des égos vers des colonies expérimentales sur des exoplanète) ciruclent régulièrement sur le mesh, mais restent infondées.

source: Major Industries: Nanofabrication, Chemicals, Energy, Anti-Matter
fr_fr: Industries principales: Nanofabrication, Chimie, Énergie, Anti-Matière

source: Major Stations: Monolith-3 (Mercury), Feynman (Luna)
fr_fr: Stations principales: Monolith-3 (Mercure), Feynman (Lune)

source: A descendant of the pre-Fall megacorporate giant Monolith Industries, Omnicor specializes in the fields of nanotech design and fabrication, chemical refining, alternative fuel, and antimatter research.
fr_fr: Omincor est un descendant du géant mégacorporatiste pré-Chute Monolith Industries, spécialisé dans les domaines de la conception et la nanotechnologique, le rafinage de produit chimique, les carburants alternatifs et la recherche en anti-matière.

source: Omnicor managed to secure research-oriented key assets from its twin rival Starware in a violent conflict during the Fall, leading to an ongoing enmity that might be better termed a corporate war.
fr_fr: Omnicor s'est arrangé pour sécuriser ses actifs de recherche clefs hors de portée de son jumeau rival Starware lors d'un violent conflit pendant la Chute, qui a mené à une animosité continue qui ne se règlera probablement que par une guerre copropratiste.

source: Despite its progressive technological outlook, Omnicor retains a conservative corporate structure with strict internal regulations and controls as a defense against Starware's repeated infiltration and sabotage attempts.
fr_fr: En dépit de son apaprence de progressiste technologique, Omnicor conserve une structure corporatiste conservative doté de règles internes et de contrôle trés stricts comme défense contre les tentatives répétées d'infiltration et de sabotage faites par Starware.

source: Among the hypercorp's major assets are an antimatter research facility orbiting Mercury.
fr_fr: parmi les principaux actifs de l'hypercorp, on trouve une installation de recheche en antimatière orbitant autour de Mercure.

source: Union busting
fr_fr: Activités antisyndicales

source: Surveillance has confirmed it.
fr_fr: La surveillance l'a confirmé.

source: The bio-sleeved workers at our secure Didenko facility are indeed communicating with outside autonomist interests and discussing militant free union organizing tactics and even a wildcat strike.
fr_fr: Les travailleurs bio-incarné de notre installation sécurisé Didenko sont effectivement en train de communiquer avec des intérêts autonomistes extérieurs et discutent des tactqiues pour organiser un syndicat militant et libre, et prévoient une grève sauvage.

source: Their primary complaints concern the 30-hour workdays and mandatory drug regimens enforced to keep the staff at our required levels of productivity.
fr_fr: Leur plainte principale concerne la journée de 30 heures et les régimes de drogues obligatoires nécessaire pour garder le personnel à notre niveau de productivité requis.
